IDEA StatiCa Open Model
OpenModel.MatPrestressSteel Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of MatPrestressSteel
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<MatPrestressSteel> MatPrestressSteel { get; set; }
Public Property MatPrestressSteel As List(Of MatPrestressSteel)
	Get
	Set
public:
property List<MatPrestressSteel^>^ MatPrestressSteel {
	List<MatPrestressSteel^>^ get ();
	void set (List<MatPrestressSteel^>^ value);
}
Property Value
Type: List<MatPrestressSteel>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace